Repository: BitsofSpace/gendering_doc
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es

source: • Part 1 of this chapter presents some guiding questions and creative ways that women human rights defenders can use documentation to secure protection while at the same time creating public awareness and demanding change.
es: •La primera parte de este capítulo presenta algunas cuestiones orientativas y maneras creativas en que las defensoras de derechos humanos pueden utilizar la documentación para protegerse, a la vez que despertar conciencia pública y exigir cambios.

source: • Part 2 examines more formal advocacy including use of the courts, judicial systems and the United Nations to seek justice and accountability at national, regional and global levels.
es: • La segunda parte examina incidencias más formales, incluyendo el uso de juzgados, sistemas judiciales y las Naciones Unidas en busca de justicia y rendición de cuentas a escala regional, nacional e internacional.

source: • Pay for legal and medical fees
es: • Pagar por gastos legales y médicos

source: • Provide safe transport to meetings or court hearings
es: • Brindar transporte seguro a reuniones o

source: • Purchase equipment (radios, computers, mobile phones)
es: • Adquisición de equipo (radios, computadoras, celulares)

source: • Support evacuations to safe houses
es: • Apoyar evacuaciones a casa seguras

source: • Support temporary relocation for WHRDs and their families to other cities or countries
es: •Apoyar reubicación temporal para defensoras y sus familias a otras ciudades o países

source: • What activism will need to be deprioritized in order to focus on creating or using documenta­tion in advocacy?
es: • ¿Qué activismos tienen que bajarse de prioridad para enfocarnos a crear y utilizar la documentación en la incidencia y lucha social?

source: • What are the implications for confidentiality of defenders in these circumstances?
es: • ¿Cuáles son las implicaciones en la confidencialidad para las defensoras en estas circunstancias?

source: • What are the potential costs—whether financial or otherwise?
es: • ¿Cuáles son los costes potenciales —tanto financieros como los demás?

source: • What is the coalition building potential?
es: • ¿Cuál es el potencial constructivo de la coalición?

source: • What is the history with that particular site of advocacy, or mechanism?
es: • ¿Cuál es la relación con dicho lugar de defensa y promoción o mecanismo?

source: • Will achieving goals in one advocacy area lead to more “resource-draining” work?
es: • ¿Conseguir metas en un ámbito de defensa y promoción conduce a trabajo que "agota recursos"?

source: And it can legitimise and validate the advocacy and social justice struggles of women human rights defenders around the world.
es: Y puede legitimar y validar las luchas en incidencia y justicial social de las defensoras de derechos humanos en todo el mundo.

source: This chapter explains some of the more formal systems, or “mechanisms”^61 for accountability, justice and protection that exist for WHRDs at the national, regional and international levels.
es: Este capítulo explica algunos de los sistemas o "mecanismos" más formales^61 de responsabilidad, justicia y protección de las defensoras de derechos humanos a escala regional, nacional e internacional.
